INCLUDE _variables.ink
{ has_drawing:
    Хай малюнок нагадує тобі про Вінницю. # speaker:npc_artist
    -> END
}
Ох, знову дощ! Мої ескізи змокнуть... # speaker:npc_artist
* {has_umbrella} [Тримайте мою парасольку!]
    Справді? Дякую, ти мене рятуєш! # take:umbrella
    ~ has_umbrella = false
    Ось, візьми малюнок фонтану. Я малював його вчора на набережній. # give:drawing
    ~ has_drawing = true
    ~ trust += 1
* [Що ви малюєте?]
    Мури. Колись тут був монастир, тепер тут виставки й кав'ярні.
* [Вибачте, у мене немає парасольки.]
    Нічого, сховаюся під аркою.
- -> END
