INCLUDE _variables.ink
Перший раз у Вінниці? Бачу, все роздивляєшся. # speaker:npc_passenger
* [Так, перший раз.]
    О, то дивись у вікно. Бачиш трамвай? Наші трамваї колись їздили у Швейцарії.
* [Так. А куди ми їдемо?]
    До центру, на Соборну. Це наша головна вулиця.
- Ой, оголошення, слухай!
Увага! Наступна зупинка: «Центральний парк». А вам треба на Соборну. Що робите? # quiz:trolley_stop_1
{ quiz_ok:
    Правильно, сиди. Твоя наступна. Ось і Соборна!
    ~ stop_ok = true
- else:
    Ой, ти вже на вулиці?.. Нічого, через парк теж дійдеш до центру!
    ~ stop_ok = false
}
-> END
