INCLUDE _variables.ink
{ task_flowers:
    Гарного дня! Бабуся буде рада. # speaker:npc_florist
    -> END
}
Добрий день! Які квіти шукаєте? # speaker:npc_florist
* [Мені потрібні квіти для бабусі.]
    Для бабусі гарні ромашки. Ромашки коштують сто двадцять гривень, троянди двісті.
    То скільки коштують ромашки? # quiz:vysh_price_1
    { quiz_ok:
        Так, сто двадцять. Ви даєте двісті, ось вісімдесят решти.
        ~ trust += 1
    - else:
        Ні, сто двадцять. Нічого, цифри складні! Ось ваша решта.
    }
    Тримайте ромашки. # give:flowers
    ~ task_flowers = true
    Ой, здається, дощ починається. Сховайтеся десь! # clock:11:15
* [Я просто дивлюся.]
    Дивіться, будь ласка.
- -> END
