INCLUDE _variables.ink
{ helped_tourist:
    Дякую ще раз! Побачимося в центрі. # speaker:npc_tourist
    -> END
}
Вибачте, ви не знаєте, де зупинка тролейбуса до центру? # speaker:npc_tourist
* [Знаю! Зараз покажу.]
    Ой, дякую! Куди мені йти? # quiz:vysh_directions_1
    { quiz_ok:
        Прямо, потім праворуч... Зрозуміло! Ви мені дуже допомогли.
        ~ helped_tourist = true
        ~ trust += 1
    - else:
        Хм, там тупик... Нічого, спитаю ще когось. Дякую все одно!
    }
* [Вибачте, я тут уперше.]
    Ой, я теж. Будемо шукати разом!
- До речі, тролейбус уже під'їжджає! # clock:12:30
-> END
